{
    "error_generic": [
        "Sorry dear, I’m not sure what you’re asking.",
        "Sorry darling, you’ll have to speak up, I’m wearing a towel.",
        "Sorry my love, but you don’t seem to be making much sense.",
        "Sorry precious, but please can you try again in Common?",
        "Apologies my dear, I can’t make sense of what you’re asking."
    ],
    "error_item_not_found": [
        "Try `appraise` followed by the name of your item. Either that or I haven’t come across one of those before, which is highly unlikely.",
        "Try `appraise` followed by the name of your item. You are sure it’s a magic item, correct?"
    ],
    "error_not_available": [
        "You’re referring to %s, yes? Sorry my darling, I’m not able to get those in stock. Trust me, I’ve tried.",
        "Oh yes! You mean %s? I’m afraid it’s bad news, I can’t get them in stock.",
        "I’ve tried love, trust me. The %s is a tricky one to source. You’d be better off asking an expert in the field."
    ],
    "error_player_not_found": [
        "Sorry my love, I don’t know who you are. Please could you contact a GM?"
    ],
    "error_stock_date_not_found": [
        "You’re referring to %s, yes? Sorry my love, I don’t think I’ll be getting them in this year. You’ll have to ask an expert if you want it sooner, I’m afraid."
    ],
    "evaluation_item": [
        "Hmm… bit rusty isn’t it? But it is quite a nice %s.",
        "Hmm… bit old isn’t it? But it is a lovely %s.",
        "If I’ve understood, you’re offering this %s, correct?",
        "I do believe this is a %s.",
        "Ah, I think I know what this is… %s, correct?"
    ],
    "evaluation_price": [
        "%s gold pieces.",
        "It looks to be worth about %s gold pieces.",
        "My estimate? %s gold pieces.",
        "What a lovely specimen! How about %s gold pieces?",
        "I would buy for %s gold pieces.",
        "My offer is %s gold pieces.",
        "%s gold pieces is my offer."
    ],
    "expected_stock_date_range": [
        "You’re referring to %s, yes? Should be getting them in %s to %s weeks.",
        "Oh yes! You mean %s? Based on my supply chains, it should be %s to %s weeks."
    ],
    "expected_stock_date_this_week": [
        "You’re referring to %s, yes? Good news! I should be getting them in this week.",
        "Oh yes! You mean %s? You won’t have to wait long, they’ll be in this week."
    ],
    "expected_stock_date_x_weeks": [
        "You’re referring to %s, yes? Should be getting them in %s weeks.",
        "Oh yes! You mean %s? Based on my supply chains, it should be %s weeks."
    ],
    "help_generic": [
        "Hello darling. Try asking me `What's in stock?` or to `Appraise [your item]`. Make sure to say my name (@Broker) so I know you’re talking to me.",
        "Hello dear. If you don’t know where to start, try `What's in stock?` or `Appraise [your item]`. Don’t forget to call my name (@Broker), otherwise I might not know you’re talking to me.",
        "But of course precious. You can always try `What's in stock?` or `Appraise [your item]`. Address me if you please by saying my name (@Broker) with your request."
    ],
    "help_flavour": [
        "I do understand some Common, although I confess I am a college dropout, so bear with me.",
        "You will have to speak up though, and speak in plain Common.",
        "Just make sure you remove your shoes before you step up."
    ],
    "items_in_stock": [
        "Here’s what I have for sale this week.",
        "Here’s what’s in stock.",
        "Voila, the latest stock list.",
        "Here we are! Let me know if you see anything you like, darling.",
        "Here we go! One stock list, as requested.",
        "There you go. Some good ones on there this week.",
        "Quite proud of my acquisitions this week.",
        "Trust me, some of these were quite hard to get a hold of.",
        "Only the best wares from Otsuildagne."
    ],
    "loading": [
        "One moment please…",
        "Bear with me one moment…",
        "Let me just see…",
        "Give me a second…",
        "Give me two ticks…",
        "I’ll be right with you…"
    ]
}
